Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: NOOP is opening your on-device data. Your paired bands will appear here in a moment.
de: NOOP öffnet deine Daten auf dem Gerät. Deine gekoppelten Bänder erscheinen hier gleich.
es: NOOP está abriendo tus datos en el dispositivo. Tus bandas emparejadas aparecerán aquí en un momento.
fr: NOOP ouvre vos données sur l'appareil. Vos bandes associées apparaîtront ici dans un instant.
it: NOOP sta aprendo i tuoi dati sul dispositivo. Le tue fasce abbinate appariranno qui tra un momento.
pl: NOOP otwiera Twoje dane na urządzeniu. Twoje sparowane zespoły pojawią się tutaj za chwilę.
pt_pt: O NOOP está a abrir os teus dados no dispositivo. As tuas bandas emparelhadas aparecerão aqui em alguns instantes.
ru: NOOP открывает данные, хранящиеся на устройстве. Ваши сопряжённые браслеты появятся здесь через мгновение.
th: NOOP กำลังเปิดข้อมูลบนอุปกรณ์ของคุณ สายรัดที่จับคู่ของคุณจะปรากฏที่นี่ในอีกสักครู่
zh_hans: NOOP 正在打开你设备上的数据。你已配对的手环稍后会出现在这里。
zh_hant: NOOP 正在打開你裝置上的資料。你已配對的手環稍後會出現在這裡。

source: NOOP Limitations
de: NOOP-Grenzen
es: Limitaciones de NOOP
fr: Limites de NOOP
it: Limiti di NOOP
pl: Ograniczenia NOOP
pt_pt: Limitações do NOOP
ru: Ограничения NOOP
th: ข้อจำกัดของ NOOP
zh_hans: NOOP 限制
zh_hant: NOOP 限制

source: NOOP looks for known notification apps on %@: Mail, Outlook, WhatsApp, Teams, Messages, Slack and similar. Install one and it'll appear here automatically.
de: NOOP sucht nach bekannten Benachrichtigungs-Apps auf %@: Mail, Outlook, WhatsApp, Teams, Nachrichten, Slack und ähnliche. Installiere eine, und sie erscheint hier automatisch.
es: NOOP busca apps de notificaciones conocidas en %@: Mail, Outlook, WhatsApp, Teams, Mensajes, Slack y similares. Instala una y aparecerá aquí automáticamente.
fr: NOOP recherche les apps de notification connues sur %@ : Mail, Outlook, WhatsApp, Teams, Messages, Slack et similaires. Installez-en une et elle apparaîtra ici automatiquement.
it: NOOP cerca le app di notifica conosciute su %@: Mail, Outlook, WhatsApp, Teams, Messaggi, Slack e simili. Installane una e apparirà qui automaticamente.
pl: NOOP wyszukuje znane aplikacje powiadamiające na %@: Mail, Outlook, WhatsApp, Teams, Messages, Slack i podobne. Zainstaluj jeden, a pojawi się tutaj automatycznie.
pt_pt: O NOOP procura aplicações de notificação conhecidas em %@: Mail, Outlook, WhatsApp, Teams, Mensagens, Slack e similares. Instale um e ele aparecerá aqui automaticamente.
ru: NOOP ищет известные приложения для уведомлений на %@: Mail, Outlook, WhatsApp, Teams, Messages, Slack и подобные. Установите одно из них — и оно появится здесь автоматически.
th: NOOP ค้นหาแอปการแจ้งเตือนที่รู้จักใน %@: Mail, Outlook, WhatsApp, Teams, Messages, Slack และอื่นๆ ที่คล้ายกัน ติดตั้งแล้วจะปรากฏที่นี่โดยอัตโนมัติ
zh_hans: NOOP 会在 %@ 上查找已知的通知应用：邮件、Outlook、WhatsApp、Teams、信息、Slack 等。安装一个后它会自动出现在这里。
zh_hant: NOOP 會在 %@ 上尋找已知的通知 App：Mail、Outlook、WhatsApp、Teams、訊息、Slack 等等。安裝其中一個，它就會自動出現在這裡。

source: NOOP looks for machines that broadcast the standard Bluetooth Fitness Machine service.
de: NOOP sucht nach Geräten, die den Standard-Bluetooth-Fitnessgeräte-Dienst (FTMS) senden.
es: NOOP busca máquinas que emitan el servicio estándar Bluetooth Fitness Machine.
fr: NOOP recherche les machines qui diffusent le service Bluetooth Fitness Machine standard.
it: NOOP cerca macchine che trasmettono il servizio standard Bluetooth Fitness Machine.
pl: NOOP wyszukuje maszyny nadające standardową usługę Bluetooth Fitness Machine.
pt_pt: O NOOP procura máquinas que transmitam o serviço padrão Bluetooth Fitness Machine.
ru: NOOP ищет тренажёры, транслирующие стандартный Bluetooth-сервис Fitness Machine.
th: NOOP ค้นหาเครื่องที่ออกอากาศบริการ Bluetooth Fitness Machine มาตรฐาน
zh_hans: NOOP 会查找广播标准 Bluetooth 健身器材服务的设备。
zh_hant: NOOP 會尋找廣播標準 Bluetooth 健身器材服務的機器。

source: NOOP never decides whether a value is "normal," "high," or "low." Any reference range shown is exactly what you typed from your own report.
de: NOOP entscheidet nie, ob ein Wert „normal“, „hoch“ oder „niedrig“ ist. Jeder angezeigte Referenzbereich ist genau das, was du aus deinem eigenen Befund eingetippt hast.
es: NOOP nunca decide si un valor es "normal", "alto" o "bajo". Cualquier rango de referencia mostrado es exactamente lo que escribiste de tu propio informe.
fr: NOOP ne décide jamais si une valeur est « normale », « élevée » ou « faible ». Toute plage de référence affichée correspond exactement à ce que vous avez saisi depuis votre propre rapport.
it: NOOP non decide mai se un valore è "normale", "alto" o "basso". Ogni range di riferimento mostrato è esattamente quello che hai digitato dal tuo referto.
pl: NOOP nigdy nie decyduje, czy wartość jest „normalna”, „wysoka” czy „niska”. Każdy pokazany zakres odniesienia jest dokładnie tym, co wpisałeś z własnego raportu.
pt_pt: O NOOP nunca decide se um valor é “normal”, “alto” ou “baixo”. Qualquer intervalo de referência apresentado é exatamente o que introduziu no teu próprio relatório.
ru: NOOP никогда не решает, является ли значение «нормальным», «высоким» или «низким». Любой показанный референсный диапазон — это ровно то, что вы сами ввели из своего отчёта.
th: NOOP ไม่เคยตัดสินใจว่าค่าจะเป็น "ปกติ" "สูง" หรือ "ต่ำ" ช่วงการอ้างอิงใดๆ ที่แสดงคือสิ่งที่คุณพิมพ์จากรายงานของคุณเองทุกประการ
zh_hans: NOOP 从不判断数值是「正常」「偏高」还是「偏低」。显示的任何参考范围都完全来自你从自己报告中输入的内容。
zh_hant: NOOP 絕不判定數值是「正常」、「偏高」還是「偏低」。顯示的任何參考範圍都完全來自你從自己報告中輸入的內容。

source: NOOP never fills this in. It only shows back exactly what you type from your own report.
de: NOOP füllt das nie aus. Es zeigt nur genau das zurück, was du aus deinem eigenen Befund eintippst.
es: NOOP nunca rellena esto. Solo muestra exactamente lo que escribes de tu propio informe.
fr: NOOP ne remplit jamais ce champ. Il se contente d'afficher exactement ce que vous saisissez depuis votre propre rapport.
it: NOOP non compila mai questo campo, mostra solo esattamente ciò che digiti dal tuo stesso referto.
pl: NOOP nigdy tego nie wypełnia. Pokazuje tylko dokładnie to, co wpisałeś z własnego raportu.
pt_pt: O NOOP nunca preenche isso. Apenas mostra exatamente o que digita no teu próprio relatório.
ru: NOOP никогда не заполняет это поле сам. Он лишь показывает то, что вы сами вводите из своего отчёта.
th: NOOP ไม่เคยกรอกข้อมูลนี้ มันจะแสดงเฉพาะสิ่งที่คุณพิมพ์จากรายงานของคุณเองเท่านั้น
zh_hans: NOOP 绝不会填写此项，它只会原样显示你根据自己的报告所输入的内容。
zh_hant: NOOP 絕不會填寫此項，它只會原樣顯示你根據自己的報告所輸入的內容。

source: NOOP never makes up a number. When it can't compute one honestly it tells you what's missing and what to do, rather than showing a fake value.
de: NOOP erfindet nie eine Zahl. Wenn es eine nicht ehrlich berechnen kann, sagt es dir, was fehlt und was zu tun ist, statt einen falschen Wert zu zeigen.
es: NOOP nunca inventa un número. Cuando no puede calcularlo honestamente, te dice qué falta y qué hacer, en lugar de mostrar un valor falso.
fr: NOOP n'invente jamais de chiffre. Quand il ne peut pas en calculer un honnêtement, il vous indique ce qui manque et quoi faire, plutôt que d'afficher une valeur fictive.
it: NOOP non inventa mai un numero. Quando non può calcolarne uno in modo onesto ti dice cosa manca e cosa fare, invece di mostrare un valore falso.
pl: NOOP nigdy nie tworzy liczby. Jeśli nie jest w stanie uczciwie obliczyć jednego, informuje, czego brakuje i co należy zrobić, zamiast pokazywać fałszywą wartość.
pt_pt: O NOOP nunca inventa um número. Quando não consegue computar um valor honestamente, diz-lhe o que está em falta e o que fazer, em vez de mostrar um valor falso.
ru: NOOP никогда не придумывает значение. Когда честно вычислить его не получается, он сообщает, чего не хватает и что делать, вместо того чтобы показать фиктивное значение.
th: NOOP ไม่เคยสร้างตัวเลข เมื่อไม่สามารถคำนวณได้อย่างตรงไปตรงมา ระบบจะบอกคุณว่ามีอะไรขาดหายไปและต้องทำอย่างไร แทนที่จะแสดงมูลค่าปลอม
zh_hans: NOOP 绝不编造数字。当它无法诚实地计算出一个数字时，它会告诉你缺少什么以及该怎么做，而不是显示一个虚假的数值。
zh_hant: NOOP 絕不編造數字。當它無法誠實地計算出一個數字時，它會告訴你缺少什麼以及該怎麼做，而不是顯示一個虛假的數值。

source: NOOP never shows you a number it had to make up. If a score isn't ready, it tells you why and what to do next. Everything here runs on your device, from your strap.
de: NOOP zeigt dir nie eine Zahl, die es erfinden musste. Wenn ein Wert nicht bereit ist, sagt es dir, warum und was als Nächstes zu tun ist. Alles hier läuft auf deinem Gerät, von deinem Strap.
es: NOOP nunca te muestra un número que haya tenido que inventar. Si una puntuación no está lista, te dice por qué y qué hacer a continuación. Todo aquí se ejecuta en tu dispositivo, desde tu pulsera.
fr: NOOP ne vous montre jamais un chiffre qu'il a dû inventer. Si un score n'est pas prêt, il vous dit pourquoi et quoi faire ensuite. Tout ici s'exécute sur votre appareil, depuis votre bracelet.
it: NOOP non ti mostra mai un numero che ha dovuto inventare. Se un punteggio non è pronto, ti dice perché e cosa fare dopo. Tutto qui funziona sul tuo dispositivo, dalla tua fascia.
pl: NOOP nigdy nie pokazuje liczby, którą musiał utworzyć. Jeżeli wynik nie jest gotowy, zostanie podana informacja dlaczego i co dalej robić. Wszystko tutaj działa na Twoim urządzeniu, na pasku.
pt_pt: O NOOP nunca mostra um número que precisava de ser inventado. Se uma pontuação não estiver pronta, diz-lhe porquê e o que fazer a seguir. Tudo aqui funciona no teu dispositivo, na tua bracelete.
ru: NOOP никогда не показывает придуманное значение. Если показатель ещё не готов, он объясняет почему и что делать дальше. Всё здесь работает на вашем устройстве, на основе данных браслета.
th: NOOP จะไม่แสดงตัวเลขที่ต้องสร้างขึ้นให้คุณ หากคะแนนไม่พร้อม จะบอกคุณว่าทำไมและต้องทำอะไรต่อไป ทุกอย่างที่นี่ทำงานบนอุปกรณ์ของคุณจากสายรัดของคุณ
zh_hans: NOOP 绝不会向你显示它不得不编造的数字。如果某个评分尚未就绪，它会告诉你原因以及下一步该怎么做。这里的一切都在你的设备上运行，源自你的手环。
zh_hant: NOOP 絕不會向你顯示它不得不編造的數字。如果某個評分尚未就緒，它會告訴你原因以及下一步該怎麼做。這裡的一切都在你的裝置上運行，源自你的手環。

source: NOOP pairs directly with your WHOOP over Bluetooth, no WHOOP app, no cloud.
de: NOOP koppelt sich direkt über Bluetooth mit deinem WHOOP, keine WHOOP-App, keine Cloud.
es: NOOP se conecta directamente con tu WHOOP por Bluetooth: sin app de WHOOP, sin nube.
fr: NOOP se connecte directement à votre WHOOP via Bluetooth, sans app WHOOP, sans cloud.
it: NOOP si abbina direttamente al tuo WHOOP via Bluetooth, niente app WHOOP, niente cloud.
pl: NOOP łączy się bezpośrednio z WHOOP poprzez Bluetooth, bez aplikacji WHOOP, bez chmury.
pt_pt: O NOOP emparelha diretamente com o teu WHOOP via Bluetooth, sem aplicação WHOOP, sem cloud.
ru: NOOP подключается к вашему WHOOP напрямую по Bluetooth, без приложения WHOOP и без облака.
th: NOOP จับคู่โดยตรงกับ WHOOP ของคุณผ่านบลูทูธ ไม่มีแอป WHOOP ไม่มีคลาวด์
zh_hans: NOOP 通过蓝牙直接与你的 WHOOP 配对，，无需 WHOOP 应用，无需云端。
zh_hant: NOOP 透過藍牙直接與你的 WHOOP 配對，，無需 WHOOP 應用程式，無需雲端。

source: NOOP pairs directly with your WHOOP over Bluetooth: no WHOOP app, no cloud.
de: NOOP koppelt sich direkt über Bluetooth mit deinem WHOOP: keine WHOOP-App, keine Cloud.
es: NOOP se empareja directamente con tu WHOOP por Bluetooth: sin app de WHOOP, sin nube.
fr: NOOP s'associe directement à votre WHOOP par Bluetooth : pas d'app WHOOP, pas de cloud.
it: NOOP si abbina direttamente al tuo WHOOP via Bluetooth, niente app WHOOP, niente cloud.
pl: NOOP łączy się bezpośrednio z WHOOP poprzez Bluetooth: bez aplikacji WHOOP, bez chmury.
pt_pt: O NOOP emparelha diretamente com o teu WHOOP via Bluetooth: sem aplicação WHOOP, sem cloud.
ru: NOOP сопрягается с вашим WHOOP напрямую по Bluetooth: без приложения WHOOP и без облака.
th: NOOP จับคู่โดยตรงกับ WHOOP ของคุณผ่านบลูทูธ: ไม่มีแอป WHOOP ไม่มีคลาวด์
zh_hans: NOOP 通过蓝牙直接与你的 WHOOP 配对，无需 WHOOP 应用，无需云端。
zh_hant: NOOP 透過藍牙直接與你的 WHOOP 配對，無需 WHOOP 應用程式，無需雲端。

source: NOOP picks the best-sourced number and shows you where each came from. It's for wellness and curiosity. It doesn't diagnose or replace medical advice.
de: NOOP wählt die Zahl mit der besten Quelle und zeigt dir, woher jede stammt. Es ist für Wellness und Neugier. Es diagnostiziert nicht und ersetzt keinen medizinischen Rat.
es: NOOP elige el número con mejor fuente y te muestra de dónde vino cada uno. Es para bienestar y curiosidad. No diagnostica ni reemplaza el consejo médico.
fr: NOOP choisit le chiffre le mieux documenté et vous montre d'où vient chacun. C'est pour le bien-être et la curiosité. Il ne diagnostique pas et ne remplace pas un avis médical.
it: NOOP sceglie il numero dalla fonte migliore e ti mostra da dove proviene ciascuno. È per il benessere e la curiosità, non diagnostica né sostituisce il parere medico.
pl: NOOP wybiera numer z najlepszego źródła i pokazuje, skąd każdy pochodzi. To dla dobrego samopoczucia i ciekawości. Nie diagnozuje ani nie zastępuje porady lekarskiej.
pt_pt: O NOOP escolhe o número de melhor origem e mostra de onde veio cada um. É para o bem-estar e curiosidade. Não diagnostica nem substitui o aconselhamento médico.
ru: NOOP выбирает значение из наиболее надёжного источника и показывает, откуда взято каждое из них. Это для общего самочувствия и интереса. Он не ставит диагнозов и не заменяет консультацию врача.
th: NOOP เลือกค่าจากแหล่งข้อมูลที่น่าเชื่อถือที่สุดและแสดงที่มาของแต่ละค่า มีไว้เพื่อดูแลสุขภาวะและเรียนรู้ข้อมูลของคุณ ไม่ใช้เพื่อวินิจฉัยหรือทดแทนคำแนะนำทางการแพทย์
zh_hans: NOOP 会挑选来源最佳的数字，并向你显示每一个的来处。它用于健康和求知，它不诊断，也不替代医疗建议。
zh_hant: NOOP 會挑選來源最佳的數字，並向你顯示每一個的來處。它用於健康和求知，它不診斷，也不替代醫療建議。

source: NOOP picks your main sleep as your longest real block, and (once it has learned your usual hours) the one nearest your normal sleep time. Everything else that day is a nap. You can always edit bed and wake times.
de: NOOP wählt als Hauptschlaf deinen längsten echten Block und (sobald es deine üblichen Zeiten gelernt hat) den, der deiner normalen Schlafenszeit am nächsten liegt. Alles andere an dem Tag ist ein Nickerchen. Bett- und Aufwachzeiten kannst du immer bearbeiten.
es: NOOP elige tu sueño principal como tu bloque real más largo y (una vez que ha aprendido tus horarios habituales) el más cercano a tu hora normal de dormir. Todo lo demás ese día es una siesta. Siempre puedes editar las horas de acostarte y despertar.
fr: NOOP choisit votre sommeil principal comme votre plus long bloc réel, et (une fois qu'il a appris vos horaires habituels) celui le plus proche de votre heure de sommeil normale. Tout le reste ce jour-là est une sieste. Vous pouvez toujours modifier les heures de coucher et de réveil.
it: NOOP sceglie come sonno principale il tuo blocco reale più lungo e (una volta imparati i tuoi orari abituali) quello più vicino al tuo normale orario di sonno. Tutto il resto di quel giorno è un pisolino. Puoi sempre modificare gli orari di addormentamento e risveglio.
pl: NOOP wybiera twój główny sen jako najdłuższy rzeczywisty blok i (po nauczeniu się twoich zwykłych godzin) ten najbliższy normalnemu czasowi snu. Wszystko inne tego dnia to drzemka. Zawsze możesz edytować godziny kładzenia się i budzenia.
pt_pt: O NOOP escolhe o teu sono principal como o bloco real mais longo e (depois de aprender o teu horário normal) aquele que está mais próximo do teu horário normal de sono. Todo o resto desse dia é uma sesta. Pode sempre editar os horários de dormir e acordar.
ru: NOOP выбирает в качестве основного сна ваш самый длинный реальный период сна, а после того как узнает ваши привычные часы — тот, что ближе всего к обычному времени сна. Всё остальное в этот день считается дневным сном. Время отхода ко сну и пробуждения всегда можно изменить.
th: NOOP เลือกช่วงการนอนหลักจากช่วงการนอนจริงที่ยาวที่สุด และเมื่อเรียนรู้เวลานอนปกติแล้ว จะเลือกช่วงที่ใกล้เวลานอนปกติที่สุด ช่วงอื่นในวันนั้นจะถือเป็นการงีบ คุณแก้ไขเวลาเข้านอนและเวลาตื่นได้เสมอ
zh_hans: NOOP 把你最长的真实睡眠段选为主睡眠，并且（在学会你的日常作息后）优先选最接近你平时睡觉时间的那段。当天其余的都算小睡。你随时可以编辑入睡和起床时间。
zh_hant: NOOP 會把你最長的真實睡眠時段選為主要睡眠，而在學會你的作息之後，會選最接近你平常入睡時間的那段。當天其餘的都算小睡。你隨時可以編輯就寢與起床時間。

source: NOOP reads live heart rate on bands that don't require pairing. Newer bands need an auth handshake we can't do yet.
de: NOOP liest Live-Herzfrequenz auf Bändern, die keine Kopplung erfordern. Neuere Bänder brauchen einen Auth-Handshake, den wir noch nicht können.
es: NOOP lee la frecuencia cardíaca en vivo en bandas que no requieren emparejamiento. Las bandas más nuevas necesitan un handshake de autenticación que aún no podemos hacer.
fr: NOOP lit la fréquence cardiaque en direct sur les bandes qui ne nécessitent pas d'appairage. Les bandes plus récentes ont besoin d'une authentification que nous ne savons pas encore faire.
it: NOOP legge la frequenza cardiaca in tempo reale sulle band che non richiedono l'abbinamento. Le band più recenti richiedono un handshake di autenticazione che non sappiamo ancora fare.
pl: NOOP odczytuje tętno na żywo w pasmach, które nie wymagają parowania. Nowsze zespoły potrzebują uwierzytelnienia, którego jeszcze nie możemy wykonać.
pt_pt: O NOOP lê a frequência cardíaca em direto em bandas que não requerem emparelhamento. As bandas mais novas precisam de um aperto de mão de autenticação que ainda não podemos fazer.
ru: NOOP считывает пульс в реальном времени с браслетов, не требующих сопряжения. Более новым браслетам нужна авторизация, которую мы пока не реализовали.
th: NOOP อ่านอัตราการเต้นหัวใจแบบเรียลไทม์จากสายรัดที่ไม่ต้องจับคู่ได้ ส่วนสายรัดรุ่นใหม่ต้องยืนยันตัวตนด้วยขั้นตอนที่ NOOP ยังไม่รองรับ
zh_hans: NOOP 可在无需配对的手环上读取实时心率。较新的手环需要一种我们暂时无法完成的认证握手。
zh_hant: NOOP 可以在不需配對的手環上讀取即時心率。較新的手環需要我們目前還做不到的驗證交握。

source: NOOP reads live heart rate when the band exposes it. Some bands need a pairing we can't do yet. If so, we'll say so honestly.
de: NOOP liest Live-Herzfrequenz, wenn das Band sie freigibt. Manche Bänder brauchen eine Kopplung, die wir noch nicht können. Falls ja, sagen wir es ehrlich.
es: NOOP lee la frecuencia cardíaca en vivo cuando la banda la expone. Algunas bandas necesitan un emparejamiento que aún no podemos hacer. Si es el caso, te lo diremos con honestidad.
fr: NOOP lit la fréquence cardiaque en direct quand la bande l'expose. Certaines bandes nécessitent un appairage que nous ne savons pas encore faire. Si c'est le cas, nous vous le dirons honnêtement.
it: NOOP legge la frequenza cardiaca in tempo reale quando la band la espone. Alcune band richiedono un abbinamento che non sappiamo ancora fare. In tal caso, te lo diremo onestamente.
pl: NOOP odczytuje tętno na żywo, gdy opaska je odsłoni. Niektóre zespoły potrzebują parowania, którego jeszcze nie możemy stworzyć. Jeśli tak, powiemy to szczerze.
pt_pt: O NOOP lê a frequência cardíaca em direto quando a banda a expõe. Algumas bandas precisam de um duo que ainda não podemos fazer. Se sim, diremos isso honestamente.
ru: NOOP считывает пульс в реальном времени, если браслет его предоставляет. Некоторым браслетам требуется сопряжение, которое мы пока не реализовали. Если это так, мы честно об этом сообщим.
th: NOOP อ่านอัตราการเต้นหัวใจแบบเรียลไทม์เมื่อสายรัดรองรับ สายรัดบางรุ่นต้องใช้วิธีจับคู่ที่ยังไม่รองรับ หากเป็นเช่นนั้น NOOP จะแจ้งอย่างตรงไปตรงมา
zh_hans: 只要手环开放实时心率，NOOP 就能读取。有些手环需要我们暂时无法完成的配对。如果是这样，我们会如实告诉你。
zh_hant: 只要手環有開放，NOOP 就能讀取即時心率。有些手環需要我們目前還做不到的配對。如果是這樣，我們會誠實告訴你。

source: NOOP reads your Apple Watch data through Apple Health, on your phone, nothing leaves the device. You choose exactly what to share.
de: NOOP liest deine Apple-Watch-Daten über Apple Health, auf deinem Telefon, nichts verlässt das Gerät. Du wählst genau, was du teilst.
es: NOOP lee los datos de tu Apple Watch a través de Apple Health, en tu teléfono; nada sale del dispositivo. Tú eliges exactamente qué compartir.
fr: NOOP lit les données de votre Apple Watch via Apple Santé, sur votre téléphone ; rien ne quitte l'appareil. Vous choisissez exactement quoi partager.
it: NOOP legge i dati del tuo Apple Watch tramite Apple Health, sul tuo telefono, niente lascia il dispositivo. Scegli tu esattamente cosa condividere.
pl: NOOP odczytuje dane Apple Watch poprzez Apple Health, na Twoim telefonie nic nie opuszcza urządzenia. Ty wybierasz dokładnie, czym chcesz się podzielić.
pt_pt: O NOOP lê os dados do teu Apple Watch através do Apple Health, no teu telemóvel. Nada sai do dispositivo. Escolhes exatamente o que partilhar.
ru: NOOP считывает данные Apple Watch через Apple Health прямо на вашем телефоне — ничего не покидает устройство. Вы сами решаете, чем поделиться.
th: NOOP อ่านข้อมูล Apple Watch ของคุณผ่าน Apple Health บนโทรศัพท์ของคุณ ไม่มีข้อมูลใดออกจากอุปกรณ์ คุณเลือกได้ว่าจะแบ่งปันอะไร
zh_hans: NOOP 通过 Apple 健康在你的手机上读取你的 Apple Watch 数据，没有任何内容离开设备。你可以确切地选择要分享什么。
zh_hant: NOOP 透過 Apple 健康在你的手機上讀取你的 Apple Watch 資料，沒有任何內容離開裝置。你可以確切地選擇要分享什麼。

source: NOOP reads your heart rate, HRV, resting heart rate, sleep, steps, energy and VO₂ max from Apple Health to compute your scores. It all stays on this iPhone, and you pick exactly what to share on the next screen.
de: NOOP liest deine Herzfrequenz, HRV, Ruheherzfrequenz, deinen Schlaf, deine Schritte, Energie und VO₂max aus Apple Health, um deine Werte zu berechnen. Alles bleibt auf diesem iPhone, und du wählst im nächsten Schritt genau, was du teilst.
es: NOOP lee tu frecuencia cardíaca, VFC, frecuencia cardíaca en reposo, sueño, pasos, energía y VO₂ máx desde Apple Health para calcular tus puntuaciones. Todo permanece en este iPhone, y en la siguiente pantalla eliges exactamente qué compartir.
fr: NOOP lit votre fréquence cardiaque, votre VFC, votre fréquence cardiaque au repos, votre sommeil, vos pas, votre énergie et votre VO₂ max depuis Apple Santé pour calculer vos scores. Tout reste sur cet iPhone, et vous choisissez exactement quoi partager à l'écran suivant.
it: NOOP legge la tua frequenza cardiaca, l'HRV, la frequenza cardiaca a riposo, il sonno, i passi, l'energia e il VO₂ max da Apple Health per calcolare i tuoi punteggi. Resta tutto su questo iPhone, e scegli tu esattamente cosa condividere nella schermata successiva.
pl: NOOP odczytuje tętno, HRV, tętno spoczynkowe, sen, kroki, energię, a VO₂ max z Apple Health oblicza Twoje wyniki. Wszystko pozostaje na tym iPhonie, a Ty wybierasz, co chcesz udostępnić na następnym ekranie.
pt_pt: O NOOP lê a tua frequência cardíaca, VFC, frequência cardíaca em repouso, sono, passos, energia e VO₂ máximo do Apple Health para calcular a tua pontuação. Tudo fica neste iPhone e escolhe exatamente o que partilhar no ecrã seguinte.
ru: NOOP считывает из Apple Health ваш пульс, ВСР, пульс в покое, сон, шаги, энергию и VO₂ max, чтобы рассчитать показатели. Всё остаётся на этом iPhone, а на следующем экране вы сами выбираете, чем поделиться.
th: NOOP อ่านอัตราการเต้นหัวใจ, HRV, อัตราการเต้นหัวใจขณะพัก, การนอน, จำนวนก้าว, พลังงานและ VO₂ max จาก Apple Health เพื่อคำนวณคะแนนของคุณ ทุกอย่างจะอยู่บน iPhone เครื่องนี้ และคุณสามารถเลือกสิ่งที่จะแชร์บนหน้าจอถัดไปได้อย่างแน่นอน
zh_hans: NOOP 从 Apple 健康读取你的心率、HRV、静息心率、睡眠、步数、能量和最大摄氧量来计算你的评分。一切都留在这台 iPhone 上，你可以在下一屏确切地选择要分享什么。
zh_hant: NOOP 從 Apple 健康讀取你的心率、HRV、靜息心率、睡眠、步數、能量和最大攝氧量來計算你的評分。一切都留在這台 iPhone 上，你可以在下一畫面確切地選擇要分享什麼。
